{
    "config": {
        "aria2-enabled": true,
        "debug": true,
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-07-01T04:25:52+08:00",
            "Manifests": 1331
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-07-01T08:37:02+08:00",
            "Manifests": 2043
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-07-01T04:28:32+08:00",
            "Manifests": 465
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-06-30T23:21:02+08:00",
            "Manifests": 336
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": "2024-07-01T04:28:30+08:00",
            "Manifests": 127
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2024-06-29T04:18:21+08:00",
            "Manifests": 280
        },
        {
            "Name": "games",
            "Source": "https://github.com/Calinou/scoop-games",
            "Updated": "2024-07-01T08:33:21+08:00",
            "Manifests": 308
        },
        {
            "Name": "DoveBoy_Apps",
            "Source": "https://github.com/DoveBoy/Apps",
            "Updated": "2024-05-07T22:09:09+08:00",
            "Manifests": 645
        },
        {
            "Name": "kkzzhizhou",
            "Source": "https://github.com/kkzzhizhou/scoop-apps",
            "Updated": "2024-06-30T12:46:02+08:00",
            "Manifests": 13996
        },
        {
            "Name": "niyoh120",
            "Source": "https://github.com/niyoh120/scoop-apps",
            "Updated": "2024-06-19T16:31:13+08:00",
            "Manifests": 4
        }
    ],
    "apps": [
        {
            "Info": "",
            "Updated": "2024-04-17T16:01:03.9294811+08:00",
            "Source": "main",
            "Version": "35.0.0",
            "Name": "adb"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T08:16:43.2255385+08:00",
            "Source": "extras",
            "Version": "24.06.2",
            "Name": "anki"
        },
        {
            "Info": "",
            "Updated": "2024-03-06T11:33:22.9093332+08:00",
            "Source": "main",
            "Version": "1.37.0-1",
            "Name": "aria2"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T08:47:11.4127784+08:00",
            "Source": "extras",
            "Version": "2.0.17",
            "Name": "autohotkey"
        },
        {
            "Info": "",
            "Updated": "2024-06-24T08:16:02.0733997+08:00",
            "Source": "extras",
            "Version": "6.25.11093",
            "Name": "ccleaner"
        },
        {
            "Info": "",
            "Updated": "2024-06-24T08:16:45.2148179+08:00",
            "Source": "main",
            "Version": "2.49.1",
            "Name": "chezmoi"
        },
        {
            "Info": "",
            "Updated": "2024-03-17T01:28:27.1501896+08:00",
            "Source": "extras",
            "Version": "7.0.0",
            "Name": "czkawka-gui"
        },
        {
            "Info": "",
            "Updated": "2024-03-25T19:52:24.534417+08:00",
            "Source": "main",
            "Version": "3.14",
            "Name": "dark"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T10:24:01.3544268+08:00",
            "Source": "main",
            "Version": "0.17.0",
            "Name": "delta"
        },
        {
            "Info": "",
            "Updated": "2024-04-25T14:57:39.4957769+08:00",
            "Source": "main",
            "Version": "2.34.0",
            "Name": "direnv"
        },
        {
            "Info": "",
            "Updated": "2024-03-07T23:25:32.5861545+08:00",
            "Source": "extras",
            "Version": "10.1.1002.1B",
            "Name": "dismplusplus"
        },
        {
            "Info": "",
            "Updated": "2024-03-18T22:08:23.5834985+08:00",
            "Source": "extras",
            "Version": "3.24.246.0",
            "Name": "ditto"
        },
        {
            "Info": "",
            "Updated": "2024-05-12T10:42:38.3111839+08:00",
            "Source": "main",
            "Version": "10.1.0",
            "Name": "fd"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T22:12:35.0765462+08:00",
            "Source": "main",
            "Version": "7.0.1",
            "Name": "ffmpeg"
        },
        {
            "Info": "",
            "Updated": "2024-03-07T02:47:23.8679952+08:00",
            "Source": "nerd-fonts",
            "Version": "6.2",
            "Name": "firacode"
        },
        {
            "Info": "",
            "Updated": "2024-04-13T02:44:07.7074173+08:00",
            "Source": "nerd-fonts",
            "Version": "3.2.1",
            "Name": "FiraCode-NF"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T08:20:30.0452503+08:00",
            "Source": "main",
            "Version": "0.53.0",
            "Name": "fzf"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T17:11:14.8132643+08:00",
            "Source": "extras",
            "Version": "1.5.2.165",
            "Name": "geekuninstaller"
        },
        {
            "Info": "",
            "Updated": "2024-06-20T08:16:01.9365792+08:00",
            "Source": "main",
            "Version": "1.22.4",
            "Name": "go"
        },
        {
            "Info": "",
            "Updated": "2024-06-24T08:16:56.3504074+08:00",
            "Source": "extras",
            "Version": "126.0.6478.115",
            "Name": "googlechrome"
        },
        {
            "Info": "",
            "Updated": "2024-03-11T20:10:07.2449447+08:00",
            "Source": "main",
            "Version": "0.8.0",
            "Name": "gow"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T22:12:42.4852714+08:00",
            "Source": "main",
            "Version": "2.5.1",
            "Name": "gsudo"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T08:52:46.1103014+08:00",
            "Source": "main",
            "Version": "3.15.2",
            "Name": "helm"
        },
        {
            "Info": "",
            "Updated": "2024-06-24T09:41:45.0864552+08:00",
            "Source": "extras",
            "Version": "2024.1.4-241.18034.62",
            "Name": "idea-ultimate"
        },
        {
            "Info": "",
            "Updated": "2024-04-27T21:43:37.7229018+08:00",
            "Source": "DoveBoy_Apps",
            "Version": "1.0.8",
            "Name": "imfile"
        },
        {
            "Info": "",
            "Updated": "2024-03-06T15:52:58.5433585+08:00",
            "Source": "main",
            "Version": "0.50",
            "Name": "innounp"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T08:55:57.5493634+08:00",
            "Source": "extras",
            "Version": "2.8.0",
            "Name": "jellyfin-mpv-shim"
        },
        {
            "Info": "",
            "Updated": "2024-05-05T20:28:50.3813311+08:00",
            "Source": "extras",
            "Version": "24.02-3692",
            "Name": "kdeconnect"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T11:30:34.1774805+08:00",
            "Source": "main",
            "Version": "1.30.2",
            "Name": "kubectl"
        },
        {
            "Info": "",
            "Updated": "2024-06-20T15:17:50.5146693+08:00",
            "Source": "main",
            "Version": "24.1",
            "Name": "latex"
        },
        {
            "Info": "",
            "Updated": "2024-03-11T23:50:49.6331029+08:00",
            "Source": "extras",
            "Version": "1.10.0",
            "Name": "lepton"
        },
        {
            "Info": "",
            "Updated": "2024-05-22T23:26:09.4968293+08:00",
            "Source": "extras",
            "Version": "6.3.0.78",
            "Name": "listary"
        },
        {
            "Info": "",
            "Updated": "2024-03-06T13:29:35.9555115+08:00",
            "Source": "extras",
            "Version": "1.14.0",
            "Name": "localsend"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T11:31:56.1216099+08:00",
            "Source": "kkzzhizhou",
            "Version": "2.8.0",
            "Name": "lx-music-desktop"
        },
        {
            "Info": "",
            "Updated": "2024-06-24T08:18:21.8908231+08:00",
            "Source": "extras",
            "Version": "2.3.1",
            "Name": "mpc-hc-fork"
        },
        {
            "Info": "",
            "Updated": "2024-05-22T21:04:05.9940482+08:00",
            "Source": "main",
            "Version": "0.10.0",
            "Name": "neovim"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T15:51:54.3156501+08:00",
            "Source": "extras",
            "Version": "3.9.3",
            "Name": "notion"
        },
        {
            "Info": "",
            "Updated": "2024-06-20T14:33:10.1182526+08:00",
            "Source": "main",
            "Version": "3.2",
            "Name": "pandoc"
        },
        {
            "Info": "",
            "Updated": "2024-03-11T23:30:48.4150794+08:00",
            "Source": "extras",
            "Version": "2.3.1",
            "Name": "picgo"
        },
        {
            "Info": "",
            "Updated": "2024-06-21T09:55:28.7272065+08:00",
            "Source": "main",
            "Version": "1.6.0",
            "Name": "pipx"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T15:52:35.2158113+08:00",
            "Source": "kkzzhizhou",
            "Version": "1.8.14.0",
            "Name": "pixpin"
        },
        {
            "Info": "",
            "Updated": "2024-03-30T13:37:38.1464935+08:00",
            "Source": "kkzzhizhou",
            "Version": "1.0.9",
            "Name": "proxypin"
        },
        {
            "Info": "",
            "Updated": "2024-04-13T02:39:30.9708958+08:00",
            "Source": "extras",
            "Version": "2.2.1",
            "Name": "qtscrcpy"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T15:54:21.0349689+08:00",
            "Source": "kkzzhizhou",
            "Version": "1.43.0.0",
            "Name": "quicker"
        },
        {
            "Info": "",
            "Updated": "2024-04-16T23:32:09.4963999+08:00",
            "Source": "main",
            "Version": "0.16.4",
            "Name": "restic"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T22:14:00.0887797+08:00",
            "Source": "extras",
            "Version": "0.3.1",
            "Name": "restic-browser"
        },
        {
            "Info": "",
            "Updated": "2024-05-17T22:23:34.8159432+08:00",
            "Source": "main",
            "Version": "14.1.0",
            "Name": "ripgrep"
        },
        {
            "Info": "",
            "Updated": "2024-06-24T08:18:51.5982152+08:00",
            "Source": "extras",
            "Version": "1.2.6",
            "Name": "rustdesk"
        },
        {
            "Info": "",
            "Updated": "2024-05-12T10:43:58.5052721+08:00",
            "Source": "main",
            "Version": "1.27.1",
            "Name": "rustup"
        },
        {
            "Info": "",
            "Updated": "2024-06-19T15:48:58.6851996+08:00",
            "Source": "niyoh120",
            "Version": "1.6.0",
            "Name": "SimpleLive"
        },
        {
            "Info": "",
            "Updated": "2024-03-06T22:45:47.0084152+08:00",
            "Source": "extras",
            "Version": "0.5.23",
            "Name": "sorayomi"
        },
        {
            "Info": "",
            "Updated": "2024-03-25T23:55:32.9071242+08:00",
            "Source": "kkzzhizhou",
            "Version": "2.004",
            "Name": "Source-Han-Sans-SC"
        },
        {
            "Info": "",
            "Updated": "2024-03-25T23:52:53.4208643+08:00",
            "Source": "kkzzhizhou",
            "Version": "2.002",
            "Name": "Source-Han-Serif-SC"
        },
        {
            "Info": "",
            "Updated": "2024-06-04T15:47:24.5073969+08:00",
            "Source": "extras",
            "Version": "1.3.0.2",
            "Name": "spacesniffer"
        },
        {
            "Info": "",
            "Updated": "2024-03-06T20:48:13.2147989+08:00",
            "Source": "games",
            "Version": "nightly-20240306",
            "Name": "steam"
        },
        {
            "Info": "",
            "Updated": "2024-05-22T21:04:41.9470909+08:00",
            "Source": "niyoh120",
            "Version": "1.2.9.1",
            "Name": "StreamMusic"
        },
        {
            "Info": "",
            "Updated": "2024-03-10T01:06:37.0848411+08:00",
            "Source": "extras",
            "Version": "3.5.2",
            "Name": "SumatraPDF"
        },
        {
            "Info": "",
            "Updated": "2024-03-25T20:20:06.9177854+08:00",
            "Source": "kkzzhizhou",
            "Version": "2.6",
            "Name": "tegrarcmgui"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T22:29:16.3210142+08:00",
            "Source": "extras",
            "Version": "0.17.1",
            "Name": "telegram-downloader"
        },
        {
            "Info": "",
            "Updated": "2024-03-10T01:23:41.4677048+08:00",
            "Source": "extras",
            "Version": "1.84.1",
            "Name": "TrafficMonitor"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T22:29:22.8130038+08:00",
            "Source": "extras",
            "Version": "6.45",
            "Name": "v2rayN"
        },
        {
            "Info": "",
            "Updated": "2024-06-04T09:40:12.3542385+08:00",
            "Source": "extras",
            "Version": "1.0.98",
            "Name": "ventoy"
        },
        {
            "Info": "",
            "Updated": "2024-04-22T21:45:15.269837+08:00",
            "Source": "extras",
            "Version": "3.9.10.19",
            "Name": "wechat"
        },
        {
            "Info": "",
            "Updated": "2024-03-10T01:12:20.9713117+08:00",
            "Source": "extras",
            "Version": "1.1.2",
            "Name": "windirstat"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T22:29:31.0499147+08:00",
            "Source": "main",
            "Version": "1.8.13",
            "Name": "xray"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T22:29:36.5236615+08:00",
            "Source": "main",
            "Version": "2024.05.27",
            "Name": "yt-dlp"
        },
        {
            "Info": "",
            "Updated": "2024-05-31T22:29:45.5996372+08:00",
            "Source": "extras",
            "Version": "0.7.1",
            "Name": "zeal"
        },
        {
            "Info": "",
            "Updated": "2024-03-10T23:04:46.7274952+08:00",
            "Source": "main",
            "Version": "0.9.4",
            "Name": "zoxide"
        },
        {
            "Info": "",
            "Updated": "2024-03-10T23:04:46.7274952+08:00",
            "Source": "main",
            "Version": "v1.0.0",
            "Name": "sing-box"
        },
        {
            "Info": "",
            "Updated": "2024-03-10T23:04:46.7274952+08:00",
            "Source": "main",
            "Version": "v1.0.0",
            "Name": "winsw"
        }
    ]
}
